{"translation-revision-date":"2025-09-20 00:22:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Podés cambiar el tipo por defecto para %1$s en la sección de tipos de contenido de los %2$sajustes%3$s."],"Unlock with %1$s":["Desbloquear con %1$s"],"Refresh this page":["Actualizar esta página"],"Something went wrong. An unexpected error occurred.":["Algo salió mal. Ocurrió un error inesperado."],"Text formality":["Formalidad del texto"],"Read more about text formality.":["Más información sobre la formalidad del texto."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s te ayudará a evaluar el nivel de formalidad de tu texto."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos mucho, pero parece que el siguiente error detuvo nuestra aplicación:"],"Are you working on a news article? %s helps you optimize your site for Google News.":["¿Estás trabajando en un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News."],"Character count":["Contador de caracteres"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tu texto debe ser ligeramente más largo para calcular su puntuación de facilidad de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["¡Seguí escribiendo para entender la legibilidad de tus textos!"],"character":["caracter"],"word":["palabra"],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Conseguí más estadísticas en %s"],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"Tracking":["Seguimiento"],"Insights":["Estadísticas"],"Select image":["Seleccionar una imagen"],"Last month":["Último mes"],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coinciden."],"Default for %1$s (%2$s)":["Predeterminado para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Esto ayuda a los motores de búsqueda a comprender tu web y tu contenido. A continuación, podés cambiar algunos de tus ajustes para esta página."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automáticamente tus páginas usando schema.org"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Aprendé más sobre los tipos de página o de contenido"],"What type of page or content is this?":["¿Qué tipo de página o contenido es este?"],"Learn more about structured data with Schema.org":["Aprendé más sobre los datos estructurados con Schema.org"],"Item Page":["Página de artículo"],"Learn more about the no-index setting on our help page.":["Aprendé más sobre el ajuste de noindex en nuestra página de ayuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque acá podés configurar los ajustes de meta robots, el sitio completo está configurado como noindex en los ajustes de privacidad globales, así que estos ajustes no tendrían efecto."],"Learn more about canonical URLs on our help page.":["Aprendé más sobre las URLs canonical en nuestra página de ayuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprendé más sobre el ajuste del título de los breadcrumbs en nuestra página de ayuda."],"Learn more about advanced meta robots settings on our help page.":["Aprendé más sobre los ajustes avanzados de meta robots en nuestra página de ayuda."],"Learn more about the no-follow setting on our help page.":["Aprendé más sobre el ajuste nofollow en nuestra página de ayuda."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Las siguientes palabras y combinaciones de palabras, son las que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido. Si las palabras difieren mucho de tu temática, puede que quieras reescribir tu contenido debidamente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Cuando agregués un poco más de texto, te vamos a dar la lista de las palabras que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido."],"%d occurrences":["%d apariciones"],"Keyphrase":["Frase clave"],"Good job!":["¡Buen trabajo!"],"Add related keyphrase":["Agregá frase clave relacionada"],"%d day":["%d día","%d días"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leé nuestra %1$sguía definitiva para la búsqueda de palabras clave%2$s para  aprender más sobre la búsqueda y estrategia de palabras claves."],"Prominent words":["Palabras importantes"],"Please provide a meta description by editing the snippet below.":["Ingresá una descripción meta editando el snippet de abajo."],"No":["No"],"Yes":["Sí"],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Probá haciendo frases más cortas, usando menos palabras difíciles, para mejorar la legibilidad"],"difficult":["difícil"],"fairly difficult":["bastante difícil"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["muy fácil"],"Canonical URL":["URL canónica"],"Breadcrumbs Title":["Título del breadcrumb"],"No Snippet":["Sin snippet"],"No Archive":["Aplicar atributo \"No Archive\""],"No Image Index":["Ningun Indice de imagen"],"Meta robots advanced":["Meta robots avanzado"],"View":["Ver"],"Advanced":["Avanzado"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}